Repository: OWF/owf2013
Catalog: website/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Page not found
fr: Page introuvable

source: News
fr: Actualités

source: Search
fr: Rechercher

source: Our partners
fr: Nos partenaires

source: Under the patronage of
fr: Sous le patronage de

source: Institution partners
fr: Partenaires institutionnels

source: Organizers
fr: Organisateurs

source: Diamond sponsor
fr: Sponsor Diamond

source: Platinum sponsors
fr: Sponsors Platinum

source: Gold sponsors
fr: Sponsors Gold

source: Silver sponsors
fr: Sponsors Gold

source: Bronze sponsors
fr: Sponsors Bronze

source: The speakers
fr: Les intervenants

source: All the speakers
fr: Tous les intervenants

source: Latest news
fr: Dernières nouvelles

source: All the latest news
fr: Toutes les nouvelles
